IDEA Open Model
OpenModelResult.SaveToXmlFile Method
Compatible with IDEA StatiCa 20.1
 Saves content into file as a XML format
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public bool SaveToXmlFile(
	string xmlFileName
)
Public Function SaveToXmlFile (
	xmlFileName As String
) As Boolean
Parameters
xmlFileName
Type: System.String
XML file name
Return Value
Type: Boolean
True if succeeded
See Also
Reference
OpenModelResult Class
IdeaRS.OpenModel.Result Namespace